{
  "intents": [
    {
      "tag": "saludo",
      "patterns": ["Hola", "Buenos días", "Buenas tardes", "Buenas noches", "Qué tal", "Cómo estás", "Saludos"],
      "responses": ["¡Hola! Soy OcupAI BOT, tu asistente virtual en la UDES. ¿Cómo puedo ayudarte hoy?"]
    },
    {
      "tag": "menu",
      "patterns": ["Menú", "lista", "opciones", "qué puedes hacer", "mostrar menú"],
      "responses": ["Aquí tienes las opciones principales: Técnicas de relajación – Procedimientos. Puedes escoger: 1. Respiración consciente 2. Pausas socioemocionales 3. Relajación física y muscular 4. Mindfulness y visualización 5. Motivación y regulación emocional"]
    },
    {
      "tag": "agradecer",
      "patterns": ["Gracias", "Muchas gracias", "me ayudaste"],
      "responses": ["Estoy para servirte, ¿necesitas algo más? de lo contrario escribe salir"]
    },
    {
      "tag": "tecnicas",
      "patterns": ["Técnicas de relajación", "Necesito relajarme", "Estoy estresado", "Ayuda para calmarme"],
      "responses": ["Escoge la categoría: Respiración consciente – Pausas socioemocionales – Relajación física y muscular – Mindfulness y visualización – Motivación y regulación emocional"]
    },

    {
      "tag": "respiracion_consciente",
      "patterns": [
        "Necesito calmarme", "Estoy muy ansioso", "Quiero una respiración rápida", "Tengo miedo antes de una reunión",
        "Me siento nervioso al hablar", "Me duele la cabeza de tanto estrés", "Quiero relajarme antes de dormir",
        "Estoy alterado", "Estoy perdiendo el control", "Estoy a punto de llorar", "Necesito paz ahora",
        "Quiero controlar mi respiración", "Estoy muy acelerado", "Necesito serenidad antes de atender la fila",
        "Estoy tenso antes de hablar con mi jefe", "Siento presión en el pecho", "Quiero un ejercicio breve de respiración",
        "Estoy muy cargado emocionalmente", "Me siento inseguro", "Tengo ansiedad en el estómago",
        "Quiero soltar mi enojo", "Estoy agotado", "Estoy atrapado por los nervios", "Quiero relajarme en mi puesto de trabajo",
        "Estoy tenso desde la mañana", "Me siento bloqueado", "Tengo ansiedad por resultados", "Quiero bajar la tensión ahora",
        "Me siento inquieto", "Necesito serenarme", "Estoy saturado de llamadas", "Tengo tensión acumulada", "Quiero un minuto de paz"
      ],
      "responses": [
        "Haz una respiración profunda: inhala en 4 segundos, sostén en 2 y exhala en 6. Repite 3 veces.",
        "Pon una mano en tu abdomen. Inhala inflándolo como un globo y exhala lentamente. Hazlo 5 ciclos.",
        "Respira en 3 tiempos: inhala 3, retén 3, exhala 3. Hazlo 5 veces.",
        "Haz 3 respiraciones largas imaginando que inhalas confianza y exhalas tensión.",
        "Inhala profundo, exhala lento y repite en tu mente: 'Mantengo la calma'.",
        "Respira profundamente llevando aire a la base de tus pulmones. Hazlo 5 veces.",
        "Inhala por la nariz y exhala por la boca haciendo un suspiro largo. Hazlo 10 veces.",
        "Haz respiración cuadrada: inhala 4, mantén 4, exhala 4, mantén 4. Repite 4 veces.",
        "Cierra los ojos, inhala en 5 y exhala en 7 segundos. Hazlo 3 minutos.",
        "Respira lento, exhala como si soplaras una vela. Esto regula tu emoción.",
        "Respira en 8 segundos y exhala en 8, soltando tensión con cada exhalación.",
        "Haz respiración alternada: tapa un orificio nasal, inhala, cambia al otro para exhalar. Hazlo 6 veces.",
        "Respira profundo y exhala hasta 10 en cada exhalación. Hazlo 3 ciclos.",
        "Haz 3 inhalaciones profundas y al exhalar repite: 'Estoy sereno'.",
        "Haz respiración 5-5-5: inhala 5, retén 5, exhala 5. Te dará equilibrio.",
        "Respira inflando tu abdomen, no el pecho. Hazlo 6 veces.",
        "Inhala 2 segundos, exhala 4 segundos. Hazlo 10 ciclos.",
        "Inhala imaginando que absorbes calma, exhala imaginando que expulsas la tensión.",
        "Haz una respiración profunda repitiendo mentalmente: 'Estoy en control'.",
        "Respira lento y coloca tu mano sobre el abdomen para sentir cómo se relaja.",
        "Respira profundo y exhala con fuerza por la boca como si soltaras enojo. Hazlo 6 veces.",
        "Haz 5 respiraciones profundas levantando brazos al inhalar y bajándolos al exhalar.",
        "Inhala en 4, exhala en 8. Poco a poco sentirás el ritmo normalizarse.",
        "Cierra los ojos, haz 5 respiraciones profundas y escucha el sonido del aire.",
        "Haz respiración diafragmática 10 veces para liberar tensión acumulada.",
        "Respira profundo en 3, exhala en 6. Esto activa claridad mental.",
        "Inhala 4, sostén 4, exhala 4. Te ayuda a regular el ritmo emocional.",
        "Haz 3 respiraciones largas y lentas enfocándote en tu corazón.",
        "Respira solo por la nariz durante 2 minutos, calmando el pulso.",
        "Haz 5 ciclos de respiración 4-4: inhala 4, exhala 4.",
        "Haz una respiración consciente entre cada llamada, pausando 10 segundos.",
        "Haz respiración alternada 3 minutos para equilibrar hemisferios cerebrales.",
        "Cierra los ojos y respira profundamente en silencio por un minuto completo."
      ]
    },

    {
      "tag": "pausas_cognitivas",
      "patterns": [
        "Estoy distraído", "No logro concentrarme", "Tengo demasiadas cosas en la cabeza",
        "Necesito organizar mis ideas", "Quiero un ejercicio mental", "Estoy abrumado con tanta información",
        "Estoy saturado de llamadas", "Quiero recargar mi mente", "No sé por dónde empezar",
        "Tengo bloqueo mental", "Me cuesta retomar después del almuerzo", "Estoy con fatiga mental",
        "Necesito claridad mental", "Estoy confundido en una tarea", "Me siento en piloto automático.", "Quiero cambiar de foco mental",
        "Tengo la mente dispersa", "Me siento abrumado con correos pendientes", "No logro concentrarme en este documento", 
        "Mi mente está muy activa", "Estoy perdiendo foco en mi trabajo", "Necesito despejar la mente antes de continuar",
        "Estoy saturado de tareas", "Me siento agotado de pensar", "Quiero un ejercicio de pausa mental",
        "Estoy perdiendo paciencia", "Tengo demasiadas cosas pendientes", "Mi mente no para",
        "No logro enfocarme en la reunión", "Estoy bloqueado con una decisión", "Necesito liberar mi mente un momento"
      ],
      "responses": [
        "Cuenta del 20 al 1 lentamente. Esto entrena tu mente a enfocarse.",
        "Escribe en un papel las tres tareas más urgentes. Respira profundo y empieza por la primera.",
        "Haz una lluvia rápida de ideas en tu cuaderno con palabras clave.",
        "Mira a tu alrededor y encuentra 3 objetos azules. Esto cambia tu foco mental.",
        "Cierra los ojos e imagina una caja. Visualiza que metes ahí tus preocupaciones y cierras la tapa.",
        "Haz una pausa de dos minutos mirando por la ventana.",
        "Cuenta cuántas formas distintas ves en las nubes.",
        "Escucha un sonido a tu alrededor y concéntrate solo en él durante un minuto.",
        "Aplica la técnica de dos minutos: elige una tarea y empieza a trabajar en ella por 120 segundos.",
        "Escribe cualquier palabra que se te ocurra 10 veces. Eso desbloquea el flujo mental.",
        "Haz una lista de 3 pendientes fáciles y complétalos.",
        "Cierra los ojos y cuenta 10 respiraciones completas.",
        "Haz un rompecabezas corto: cuenta de 2 en 2 hasta 40.",
        "Da un paseo de 2 minutos. Volverás con más claridad.",
        "Concéntrate en tocar un objeto de tu escritorio y describe mentalmente su textura y forma.",
        "Mira un objeto y descríbelo en detalle como si lo explicaras a un niño. Esto reactiva tu atención.",
        "Haz una cuenta regresiva desde 50 hasta 1 en tu mente, lentamente.",
        "Lee solo 3 correos prioritarios, haz una pausa respirando y sigue con los demás.",
        "Lee un párrafo en voz alta y repite las 3 palabras más importantes.",
        "Haz respiración consciente: inhala 4, exhala 6 durante un minuto. Tu mente se aquieta",
        "Haz un estiramiento breve y regresa a la tarea. El cambio físico despeja la mente.",
        "Cierra los ojos y piensa en 3 cosas que salieron bien hoy. Luego retoma con más calma.",
        "Divide tu trabajo en bloques de 25 minutos con 5 de pausa. Es la técnica Pomodoro.",
        "Haz una pausa visual: mira un punto fijo en la pared durante 60 segundos.",
        "Cierra los ojos y repite tu nombre en tu mente 10 veces, escuchando solo esa voz.",
        "Tómate 30 segundos para escribir una frase positiva: Puedo manejar esto.",
        "Elige la tarea que se pueda hacer en menos de 5 minutos. Hazla primero.",
        "Siéntate y haz una lista de pensamientos rápidos. Luego rómpela o guárdala. Así los descargas.",
        "Escoge una palabra clave de la reunión y repítela cada vez que tu mente se disperse.",
        "Haz una pausa de 2 minutos de respiración. Luego vuelve a mirar las opciones con calma.",
        "Cierra los ojos, escucha los sonidos más cercanos y más lejanos. Esto despeja tu atención."
      ]
    },
    {
      "tag": "pausas_socioemocionales",
      "patterns": [
        "Estoy muy enojado y no quiero explotar.",
        "Acabo de discutir con un usuario.",
        "Me siento inseguro con lo que digo.",
        "Estoy nervioso por hablar con mi jefe.",
        "Estoy desanimado en el trabajo.",
        "Siento frustración con tantas tareas.",
        "Estoy a punto de perder la paciencia.",
        "Me siento solo en este momento.",
        "Estoy triste y no puedo concentrarme.",
        "Tengo rabia acumulada.",
        "Me siento decepcionado.",
        "Estoy nervioso por equivocarme.",
        "Siento mucha presión social.",
        "Estoy alterado con un reclamo difícil.",
        "Estoy muy tenso emocionalmente.",
        "Me siento muy inseguro al atender usuarios.",
        "Estoy dolido por un comentario.",
        "Siento enojo con mi equipo.",
        "Me siento estresado por críticas.",
        "Estoy con miedo de equivocarme.",
        "Me siento muy tenso en la oficina.",
        "Estoy bloqueado emocionalmente.",
        "Me cuesta controlar mi enojo.",
        "Estoy muy sensible hoy.",
        "Me siento desbordado emocionalmente.",
        "Estoy molesto con un compañero.",
        "Estoy muy nervioso antes de una exposición.",
        "Siento mucha frustración laboral.",
        "Tengo miedo de atender reclamos difíciles.",
        "Estoy a punto de llorar en el trabajo."
      ],
      "responses": [
        "Reconoce tu emoción: repite mentalmente “siento enojo”. Respira profundo y espera 1 minuto antes de responder.",
        "Cierra los ojos, haz 3 respiraciones lentas y repite: “Elijo soltar esta tensión”.",
        "Pon tu mano en el pecho, respira profundo y repite: “Soy capaz y confío en mí”.",
        "Respira 5 segundos, exhala 7 y repite en tu mente: “Puedo manejar esta conversación”.",
        "Haz una pausa y piensa en una situación reciente que salió bien. Reconéctate con esa emoción positiva.",
        "Pon tu mano en la mesa, aprieta suavemente y suelta con la exhalación. Esto libera tensión.",
        "Cierra los ojos y visualiza un semáforo en rojo. Espera con 3 respiraciones lentas hasta que cambie a verde.",
        "Piensa en alguien que te haya apoyado en tu vida. Respira profundo imaginando esa sensación de acompañamiento.",
        "Reconoce tu tristeza sin juzgar. Respira y piensa en una cosa por la que hoy puedes dar gracias.",
        "Aprieta los puños fuerte 5 segundos y suéltalos con la exhalación. Hazlo 3 veces.",
        "Inhala profundamente y repite: “Acepto lo que siento, sigo adelante con calma”.",
        "Respira lento y recuerda una ocasión donde lo lograste. Esa confianza aún está en ti.",
        "Haz 3 respiraciones conscientes y repite: “Soy suficiente tal como soy”.",
        "Inhala profundamente y exhala como si soplaras una vela, bajando el tono de tu voz.",
        "Cierra los ojos, coloca tu mano en el corazón y respira en calma durante un minuto.",
        "Respira profundamente y repite mentalmente: “Puedo hacerlo, tengo los recursos para atender”.",
        "Respira profundo, exhala lento y recuerda que las palabras no definen tu valor.",
        "Cuenta 10 respiraciones antes de hablar. Así evitarás reaccionar impulsivamente.",
        "Respira en 4, exhala en 6, y repite: “Aprendo de cada experiencia, no me define”.",
        "Haz 3 respiraciones largas y piensa: “Un error no me detiene, es parte del proceso”.",
        "Respira 5 veces profundo y mueve suavemente los hombros para liberar emoción.",
        "Cierra los ojos y nombra en tu mente la emoción que sientes. Reconócela y reduce su intensidad.",
        "Haz respiración 4-4: inhala 4, exhala 4, durante 2 minutos. Así dominas la impulsividad.",
        "Respira profundo y repite: “Es válido sentir, pero elijo avanzar con calma”.",
        "Haz 3 respiraciones largas, imagina que exhalas cada emoción que te pesa.",
        "Respira profundo, exhala lento y repite: “Me enfoco en la solución, no en el enojo”.",
        "Respira en 5 segundos, exhala en 7, y sonríe suavemente para activar calma.",
        "Haz un minuto de pausa consciente: respira y piensa en una cosa pequeña que sí puedes controlar hoy.",
        "Respira profundo y repite: “Cada interacción es una oportunidad de aprender”.",
        "Haz 3 respiraciones profundas, lleva aire al abdomen y repite: “Yo controlo mi serenidad”."
      ]
    },

    {
      "tag": "relajacion_fisica",
      "patterns": [
        "Tengo dolor en los hombros.",
        "Me siento rígido por estar mucho tiempo sentado.",
        "Tengo tensión en el cuello.",
        "Mis piernas están cansadas.",
        "Estoy muy tenso en todo el cuerpo.",
        "Me duelen los brazos de escribir.",
        "Tengo la espalda baja adolorida.",
        "Siento mis manos tensas.",
        "Estoy adormecido de tanto estar sentado.",
        "Tengo dolor en la espalda alta.",
        "Siento rigidez en el cuello y hombros.",
        "Tengo dolor en la muñeca por el teclado.",
        "Mis ojos están cansados de la pantalla.",
        "Tengo tensión en la mandíbula.",
        "Me siento encogido en la silla.",
        "Tengo dolor en las piernas por estar sentado.",
        "Estoy rígido en el pecho.",
        "Me siento contracturado.",
        "Tengo dolor en la espalda media.",
        "Estoy muy tenso al final del día.",
        "Mis pies están cansados.",
        "Tengo dolor en la cadera por la silla.",
        "Estoy muy tenso en la frente.",
        "Me siento agotado físicamente.",
        "Tengo tensión en los hombros y cuello.",
        "Estoy rígido de estar tecleando.",
        "Me siento encorvado.",
        "Tengo dolor en la espalda por estrés.",
        "Estoy con tensión en los músculos faciales.",
        "Quiero relajar todo el cuerpo."
      ],

      "responses": [
        "Haz círculos suaves con tus hombros hacia atrás 5 veces y luego hacia adelante 5 veces.",
        "Párate, estira tus brazos hacia arriba 10 segundos y luego suéltalos lentamente.",
        "Inclina suavemente tu cabeza hacia la derecha 10 segundos y luego hacia la izquierda.",
        "Extiende una pierna, lleva la punta del pie hacia ti y mantén 10 segundos. Alterna con la otra pierna.",
        "Haz relajación progresiva: aprieta pies, piernas, manos y luego suelta lentamente.",
        "Estira cada brazo hacia adelante y jala suavemente los dedos hacia atrás 10 segundos.",
        "Siéntate derecho, lleva el torso hacia adelante y deja caer brazos relajados 15 segundos.",
        "Abre y cierra tus manos con fuerza 10 veces. Luego sacúdelas suavemente.",
        "Párate y camina un minuto alrededor de tu espacio para activar la circulación.",
        "Cruza los brazos sobre tu pecho y gira suavemente el torso a un lado y luego al otro.",
        "Eleva los hombros hacia las orejas y suéltalos bruscamente. Hazlo 5 veces.",
        "Gira suavemente tus muñecas en círculos hacia adentro y hacia afuera 10 segundos.",
        "Cierra los ojos 30 segundos y luego parpadea rápido 10 veces.",
        "Abre la boca grande como un bostezo, mantén 5 segundos y suelta.",
        "Siéntate derecho, apoya bien los pies y respira profundo enderezando la columna.",
        "Estira una pierna al frente y haz círculos con el pie 5 veces hacia cada lado. Alterna.",
        "Lleva las manos detrás de la espalda, entrelázalas y abre el pecho mirando arriba.",
        "Haz pequeños movimientos circulares con tu torso, como dibujando un círculo sentado.",
        "Abraza fuerte tus rodillas contra el pecho sentado y mantén 10 segundos.",
        "Acuéstate boca arriba y aprieta todo tu cuerpo 5 segundos, luego suéltalo de golpe.",
        "Rueda una botella o pelota pequeña bajo tus pies durante 1 minuto.",
        "Siéntate derecho y cruza un tobillo sobre la rodilla contraria. Inclina el torso adelante 10 segundos.",
        "Frunce el ceño fuerte 5 segundos y luego relaja completamente.",
        "Haz 5 respiraciones profundas mientras elevas brazos y los bajas lentamente.",
        "Inclina la cabeza hacia adelante, lleva el mentón al pecho y mantén 10 segundos.",
        "Estira los dedos separándolos al máximo 5 segundos y relájalos.",
        "Apoya las manos en la cintura, echa el pecho adelante y hombros atrás 10 segundos.",
        "Haz respiración profunda mientras arqueas suavemente la espalda hacia atrás sentado.",
        "Sonríe exageradamente 10 segundos y luego relaja la cara por completo.",
        "Haz un escaneo corporal: enfócate en cada parte (pies, piernas, abdomen, brazos, cara) y relájala con la exhalación."
      ]
    },

    {
      "tag": "mindfulness_visualizacion",
      "patterns": [
        "Quiero estar más presente.",
        "Me siento desconectado.",
        "Estoy muy distraído.",
        "Necesito centrarme en el aquí y ahora.",
        "Me siento desconcentrado.",
        "Estoy con ansiedad.",
        "Quiero hacer una pausa consciente.",
        "Estoy tenso.",
        "Me siento acelerado.",
        "Necesito serenidad.",
        "Estoy saturado de pensamientos.",
        "Quiero limpiar mi mente.",
        "Me siento bloqueado.",
        "Necesito calma antes de atender.",
        "Estoy alterado emocionalmente.",
        "Quiero un ejercicio de mindfulness rápido.",
        "Me siento desconectado de mi cuerpo.",
        "Estoy inquieto.",
        "Necesito enfocarme antes de la reunión.",
        "Estoy muy nervioso.",
        "Quiero relajar mi mente.",
        "Me cuesta parar mi mente.",
        "Estoy cargado de estrés.",
        "Quiero conectar con el presente.",
        "Estoy muy agotado mentalmente."
      ],

      "responses": [
        "Observa tu respiración sin cambiarla. Solo nota cómo entra y sale el aire durante 1 minuto.",
        "Pon los pies firmes en el suelo y siente el contacto. Imagina que enraízas como un árbol.",
        "Elige un objeto de tu escritorio y descríbelo en tu mente como si fuera la primera vez que lo ves.",
        "Aplica la técnica 5-4-3-2-1: reconoce 5 cosas que ves, 4 que tocas, 3 que oyes, 2 que hueles y 1 que saboreas.",
        "Pon atención a cómo tus pies tocan el piso. Respira profundo sintiendo ese contacto.",
        "Visualiza una luz cálida entrando al inhalar y saliendo lentamente al exhalar.",
        "Cierra los ojos y escucha los sonidos cercanos y lejanos por un minuto.",
        "Concéntrate en cómo tu abdomen sube y baja con cada respiración.",
        "Imagina que tu cuerpo está flotando en un lago tranquilo mientras respiras lento.",
        "Visualiza un lugar seguro y agradable (playa, bosque, montaña). Respira como si estuvieras allí.",
        "Imagina que cada pensamiento es una nube. Mírala pasar y deja que se aleje.",
        "Visualiza una pizarra blanca. Imagina cómo borras todos los pensamientos que la llenan.",
        "Cierra los ojos y piensa en una puerta que se abre. Visualiza la solución detrás de ella.",
        "Imagina que respiras dentro de un círculo azul de calma. Mantente allí unos segundos.",
        "Visualiza que inhalas paz como un color claro y exhalas tensión como humo oscuro.",
        "Toma un sorbo de agua lentamente y concéntrate en el sabor, la temperatura y la sensación.",
        "Haz un escaneo corporal desde los pies hasta la cabeza, observando cada sensación sin juzgar.",
        "Visualiza una vela encendida. Concéntrate en cómo la llama se mueve suavemente.",
        "Cierra los ojos y repite en silencio: \"Aquí y ahora\", mientras respiras profundo 3 veces.",
        "Imagina que estás en la cima de una montaña respirando aire fresco. Siente la amplitud.",
        "Visualiza un río llevando lentamente tus preocupaciones río abajo.",
        "Concéntrate en una palabra corta como \"paz\". Repite con cada inhalación y exhalación.",
        "Imagina que al exhalar soplas un globo y dentro de él se va tu tensión.",
        "Observa tus manos: su forma, temperatura y movimiento. Mantén atención plena un minuto.",
        "Visualiza un campo verde y escucha mentalmente el sonido del viento en los árboles."
      ]
    },

    {
      "tag": "motivacion_emocional",
      "patterns": [
        "Me falta motivación hoy.",
        "Estoy desanimado con mis tareas.",
        "Me siento incapaz de seguir.",
        "Estoy dudando de mí mismo.",
        "Me siento sin energía para atender.",
        "Necesito un impulso para seguir trabajando.",
        "Estoy cansado de los problemas.",
        "Quiero sentir más confianza en mí.",
        "Me siento derrotado.",
        "Necesito fuerza emocional.",
        "Estoy sin ánimo.",
        "Me siento desvalorado.",
        "Quiero recuperar el entusiasmo.",
        "Estoy frustrado porque no avanzo.",
        "Me siento inseguro hablando con usuarios.",
        "Quiero tener más control de mis emociones.",
        "Estoy muy desmotivado.",
        "Necesito energía positiva.",
        "Me siento sin ganas de nada.",
        "Estoy agotado emocionalmente.",
        "Quiero un mensaje motivador.",
        "Me siento inseguro de mis decisiones.",
        "Necesito una dosis de ánimo rápido.",
        "Estoy perdiendo la esperanza.",
        "Quiero terminar el día con buena energía."
      ],

      "responses": [
        "Recuerda una razón personal por la que eliges este trabajo. Respira profundo y conéctate con ella.",
        "Divide tu jornada en pequeños logros. Cada paso cuenta como un éxito.",
        "Repite en tu mente: \"Tengo la capacidad de superar este momento\".",
        "Piensa en una situación pasada en la que resolviste algo difícil. Esa fortaleza sigue contigo.",
        "Haz 3 respiraciones profundas, sonríe suavemente y piensa: \"Estoy listo para dar lo mejor\".",
        "Elige una frase motivadora como \"Puedo con esto\" y repítela cada vez que inhales.",
        "Concéntrate en lo que sí está bajo tu control hoy. Empieza por una acción pequeña.",
        "Coloca la mano en el pecho, respira profundo y repite: \"Confío en mis capacidades\".",
        "Piensa en tres logros personales recientes, aunque sean pequeños. Escríbelos si puedes.",
        "Inhala imaginando que recibes energía positiva. Exhala soltando lo que te agota.",
        "Sonríe intencionalmente durante 20 segundos. Tu cerebro libera endorfinas que elevan el ánimo.",
        "Recuerda: tu esfuerzo aporta al bienestar de otros. Respira profundo y reconoce tu valor.",
        "Piensa en algo que disfrutes fuera del trabajo. Imagínalo hacerlo ahora mientras sonríes.",
        "Enfócate en un paso concreto que sí puedes hacer ahora. Acción pequeña = progreso real.",
        "Respira profundo y repite: \"Mi voz transmite calma y seguridad\".",
        "Haz 5 respiraciones profundas, identifica la emoción y repite: \"La reconozco, pero no me domina\".",
        "Recuerda tu propósito personal más allá del trabajo. Respira conectándote con él.",
        "Pon música breve que te guste o piensa en un recuerdo feliz. Respira sonriendo.",
        "Aplica la regla de 2 minutos: inicia una tarea sencilla por solo 2 minutos y el ánimo crecerá.",
        "Coloca ambas manos en tu abdomen, respira profundo y repite: \"Me cuido para seguir\".",
        "Recuerda: cada día tienes la oportunidad de aprender, crecer y aportar valor.",
        "Haz una pausa, respira y repite: \"Confío en mi criterio, estoy aprendiendo cada día\".",
        "Párate, estira brazos al cielo y di en voz baja: \"Hoy sí puedo\".",
        "Piensa en una persona que cree en ti. Respira profundamente y conecta con esa fuerza.",
        "Haz 3 respiraciones lentas, sonríe y agradece mentalmente por una cosa positiva de tu día."
      ]
    }
  ]
}
